[
    {
        "name": "士林夜市",
        "intro":"士林夜市為臺北市最具規模的夜市之一。 \n以陽明戲院及慈諴宮為中心，包含了文林路、大東路、大南路等熱鬧街市集結而成，其中士林市場早在西元1910年即已興建，以各種傳統小吃聞名國內外，許多觀光客皆慕名而來，像是大餅包小餅、石頭火鍋或是士林大香腸等，更是已經成為美食地標，無人不曉。",
        "address": "台北市士林區基河路101號",
        "transportation": "搭乘捷運至劍潭站，步行約 5 分鐘。"
    },

    {
        "name": "中原夜市",
        "intro":"中原夜市為大桃園夜市最多元化的夜市\n飲料店、文具店、藥粧店、小吃攤、服飾店、飲料店主要分布在實踐路、日新路上，而中源戲院正位於實踐路與日新路口，而柏德美食廣場內除了眾多的韓式料理餐廳之外、還有一些主題餐廳。\n唯一美中不足的是，由於日新路、實踐路上晚上並沒有交通限制，所以常常會有人車共道的擁擠景象。 \n2018年，在OpView調查的「全台十大熱門夜市排行榜」中，中原夜市位列第二名，並以鹹酥雞車輪餅、小籠湯包、玫瑰雞蛋糕為人氣美食。",
        "address": "桃園市中壢區實踐路日新路",
        "transportation": "搭乘火車至中壢車站，步行約 10 分鐘。"
    },

    {
        "name":"羅東夜市",  
        "intro":"羅東夜市位於宜蘭縣羅東鎮，範圍擴及民生路、民權路、公園路、興東路，是在地人於羅東市區逛街玩樂的好去處周圍商店林立\n羅東夜市由民生路、民權路、公園路、興東路圍成方塊狀，是當地逛街購物的中心，帶動了周圍商圈的發展\n羅東夜市販賣各種傳統風味的小吃、商品，平價服飾店、鞋店、小吃店等，還有龍鳳腿、台灣鹹滷味、包心粉圓等都是聞名全台的小吃料理，其中以肉羹番最負盛名，以獨特風味的肉捲在國宴料理中打響名號，更是成為生意強強滾的店家，吸引不少民眾前往品嚐。",
        "address":"宜蘭縣羅東鎮興東路與民權路口",
        "transportation":"搭乘火車至羅東火車站，沿公正路直走至興東路左轉約200公尺即可抵達。"
    },

    {
        "name":"逢甲夜市",
        "intro":"臺中著名商圈之一，位於逢甲大學方圓1公里之內，包括文華路、逢甲路、福星路。\n商圈內的小吃讓你讚不絕口，服飾獨具個性、物美價廉，也是臺中最便宜的幾個據點之一。\n目前停車的問題，經過交通局大力整頓之後，已獲得明顯改善，讓你逛街無負擔，不再有遍尋不著停車位的痛苦。",
        "address":"台中市西屯區文華路",
        "transportation":"搭臺鐵至臺中站下-轉搭臺中市公車25、35至逢甲大學站下。"
    },

    {
        "name":"旱溪夜市",
        "intro":"旱溪夜市入口處第一排的「美食小吃街」，長度大約100公尺，不過在這短短的100公尺裡，就有超過80攤小吃，攤攤相連，十分密集。\n推薦幾家超人氣小吃：10元碳烤、烤魷魚、東山鴨頭、排骨酥、紅茶冰、甘草芭樂等，全都是民眾必吃必買的美味。",
        "address":"台中市東區旱溪東路一段",
        "transportation":"搭乘台鐵至台中火車站後，轉乘89號公車至「旱溪東振興路口」下車，步行約5分鐘即可抵達旱溪夜市"
    },

    {
        "name":"花園夜市",
        "intro":"位於台南市北區，有著南部最大夜市之稱，也是台南地區的指標性夜市。\n還被票選為心目中最受歡迎的夜市，受重視的程度可想而知。\n花園夜市原位於育德路長達六年的時間，後因租約到期，而遷移至現在的位置「鄭仔寮重劃區」內，在經過重新規劃之下，擴大規模的花園夜市重新出發。",
        "address":"台南市北區海安路三段533號",
        "transportation":"搭乘火車抵台南火車站，每週四、六、日17~23時可自台南火車站搭乘0號公車前往。"
    },

    {
        "name":"瑞豐夜市",
        "intro":"瑞豐夜市位於高雄市左營區裕誠路和南屏路段(三民家商附近)，夜市佔地近千坪，且擁有20年的歷史\n規模從最初無秩序的路邊擺攤到目前以特殊『Ｌ』型字母的集中管理擺攤，可說是高雄規模最大且管理最優的夜市\n瑞豐夜市目前擺設攤位超過1000個攤位，每個攤位所販賣的東西更是五花八門，包括小吃、服飾、流行飾品及各項娛樂攤位等等，已成為高雄市區民眾夜晚品嚐小吃、宵夜的聚集地。",
        "address":"高雄市左營區裕誠路南屏路",
        "transportation":"搭乘高雄捷運至巨蛋站，出站後走博愛二路，右轉裕誠路，約400公尺抵達夜市。"  
    },

    {
        "name":"東大門夜市",
        "intro":"位於花蓮市的東大門夜市於2015年7月盛大開幕，占地約9公頃\n區域包括「福町夜市」、「原住民一條街」、「大陸各省一條街」、「洄瀾之心(陽光電城)」等，合計約400個攤位。\n東大門夜市以洄瀾之心(陽光電城)為中心點發散出去，步道地磚特以黑、白花崗岩鋪設而成，縣府以最大格局與寬闊氣勢精心打造東大門夜市，期盼能成為花蓮的新熱門景點。",
        "address":"花蓮縣花蓮市中山路50號",
        "transportation":"搭乘台鐵到花蓮站，於前站轉搭花蓮客運各路線公車至「花蓮總站」(或六期重劃區)下車"
    }

    
  ]